{
    "no": "nooo",
    "Institutional Profile": "संस्थागत प्रोफाइल",
    "Introduction": "परिचय",
    "About Ekikrit Krishak": "एकिकृत कृषक को बारेमा",
    "Home": "होम",
    "About us": "हाम्रोबारे",
    "Services": "सेवाहरू",
    "Gallery": "ग्यालेरी",
    "About Ekikrit": "एकीकृत को बारेमा",
    "Our Team": "हाम्रो टोली",
    "Loan Service": "ऋण सेवा",
    "Deposit Service": "निक्षेप सेवा",
    "Deposit Services": "निक्षेप सेवाहरू",
    "Loan Services": "ऋण सेवाहरू",
    "Meet our dynamic team, who made it possible": "हाम्रो गतिशील टोलीलाई भेट्नुहोस्, जसले यो सम्भव बनायो",
    "Our Services": "हाम्रा सेवाहरू",
    "Links": "लिङ्कहरू",
    "Contact Us": "सम्पर्क गर्नुहोस",
    "Location": "स्थान",
    "You entered a wrong username or password": "तपाईंले गलत प्रयोगकर्ता नाम वा पासवर्ड प्रविष्ट गर्नुभयो।",
    "Login": "लगइन गर्नुहोस्",
    "Username": "प्रयोगकर्ता नाम",
    "Password": "पासवर्ड",
    "Welcome to Ekikrit Krishak Savings and Credit Cooperative Limited. Our cooperative is located in Ratnanagar, Chitwan, Nepal, and our main objective is to provide accessible, secure, and sustainable banking and non-banking services. We aim to contribute to the community's development through microfinance and other services, fostering collective growth among our members.Our organization adheres to the principles and values of the international cooperative movement and diligently follows the regulations, principles, and laws outlined in the Cooperative Act of Nepal.": "एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडको परिचय एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडमा स्वागत छ। हाम्रो सहकारी रत्ननगर, चितवन, नेपालमा स्थित छ र हाम्रो मुख्य उद्देश्य सवारीको अर्थात् मानसिक, सुरक्षित र स्थायी बैंकिंग र गैर-बैंकिंग सेवाहरू प्रदान गर्नु हो। हाम्रो सामुदायिक विकासका लागि माइक्रोफाइनान्स र अन्य सेवाहरूको माध्यमबाट सदस्यहरूको संयुक्त विकासको लागि हो। हाम्रो संगठन अन्तर्राष्ट्रिय सहकारी आन्दोलनका मान्यता, मूल्यहरू र सिद्धान्तहरूको पालना गर्दछ र नेपाल सरकारको सहकारी अधिनियमका नियम, तत्त्व र विधि–विधानलाई पक्षपाती रूपमा अनुसरण गर्दछ। ",

    "Ekikrit Krishak' Savings and Credit Cooperative Limited is registered under registration number 978/068/069.Operated solely from our main office in Ratnanagar, Chitwan, managed by a dedicated team of eleven employees, including seven men and four women, we strive for excellence and professionalism in serving our members. Our esteemed CEO, Mr. Vishnu Prasad Aryal, leads our experienced and visionary management board, committees, audit committee, and competent staff.": "एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडलाई पंजीकरण नम्बर ९७८/०६८/०६९ को सहकारी अधिनियम अन्तर्गत पंजीकृत गरिएको छ। हाम्रो संगठन रत्ननगर, चितवनको मात्रै मुख्य कार्यालयबाट संचालन गरिएको छ, जुन एकाग्रता र दक्षताको लागि तयार छ। एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडमा सदस्यहरूको विविध जनश्रेणीका ४८७ जनाको पूर्ण संख्या छ। हाम्रो संगठन ११ कर्मचारीहरूद्वारा व्यवस्थित गरिएको छ, जसमा ७ पुरुष र ४ महिला हुन्छन्, जुन सदस्यहरूलाई उत्कृष्टता साथै परिषेबद्धतामा सेवा गर्ने कर्मचारीहरूसँग गर्दछ। हाम्रो प्रतिष्ठित सीईओ, श्री विष्णु प्रसाद आर्यालको नेतृत्वमा हाम्रो संगठन अनुभवी, समर्पित र दृष्टिबद्ध प्रबन्धन बोर्ड, प्रबन्धन, उप–समितिहरू, लेखा पर्यवेक्षण समिति र योग्य कर्मचारीहरूद्वारा चलाइएको छ। निरंतर सुधार र नवाइकरणको लागि हाम्रो संघ इन्टरनेट बैंकिङ सेवाहरू भविष्यमा ल्याउने योजना गरेको छ।",

    "In our commitment to continuous improvement and innovation, we plan to introduce internet banking services in the future for your convenience. Our office hours are from 10:00 am to 5:00 pm, Monday to Thursday, and from 10:00 am to 3:00 pm on Friday.If you have any questions or need assistance, please contact us at +97745356310 or email us at ekikritkrishakekikritkrishak@gmail.com. We appreciate your support as our financial partner, and we are dedicated to serving you and contributing to your economic well-being and community development.": "तपाईंको सुविधा र सहजताका लागि, हाम्रो कार्यालयको समय आइतबार बाट बिहिबारसम्म १०:०० बजे बाट ५:०० बजेसम्म र, शुक्रवारमा १०:०० बजे बाट ३:०० बजेसम्म हुन्छ। कुनै प्रश्न वा सहायता आवश्यक भएमा कृपया हामीलाई ९७४५३५६३१० नम्बरमा सम्पर्क गर्नुहोस् वा इमेलमा ekikritkrishakekikritkrishak@gmail.com मा सम्पर्क गर्नुहोस्। एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडलाई तपाईंको आर्थिक साथीको रूपमा छनोट गर्नुको लागि धन्यवाद। हामी तपाईंलाई सेवा गर्न र तपाईंको आर्थिक कल्याण र समुदाय विकासमा सहयोग गर्न तत्पर छौं।",
    "Message from the Chairman": "अध्यक्षबाट सन्देश",
    "Welcome to Ekikrit Krishak Savings and Credit Cooperative Limited. Our cooperative is dedicated to offering secure, accessible, and sustainable banking services to the local community. We strive to enhance the economic well-being of our members by fostering collective growth through microfinance initiatives. As Chairman, I encourage all of us to work together for the future of our community.": "एकीकृत कृषक बचत तथा ऋण सहकारी संस्था लिमिटेडमा तपाईँलाई स्वागत छ। हाम्रो सहकारी स्थानीय समुदायलाई सुरक्षित, सुलभ, र दिगो बैंकिङ्ग सेवाहरू प्रदान गर्न समर्पित छ। सामूहिक विकासलाई प्रोत्साहन गर्दै सदस्यहरूको आर्थिक समृद्धि बढाउन हामी सूक्ष्मवित्त पहलमार्फत प्रयासरत छौं। अध्यक्षको रूपमा, म हामी सबैलाई हाम्रो समुदायको भविष्यका लागि मिलेर काम गर्न प्रोत्साहित गर्दछु।",
    "John Doe": "जोन डो",
    "Farmers residing in the former Pithuwa-1, currently Ratnanagar Municipality-16, Chitwan district, gathered with the objective of saving money for unforeseen expenses, achieving financial growth, and improving their living standards. Their broader vision was to make the entire Ratnanagar, Kalika, and Khairahani municipalities self-sufficient and prosperous. With this goal in mind, on the 10th of Bhadra, 2055 (B.S.), the 'Shree Bhadrakali Farmers Group' was established under the leadership of then-chairman Bishnu Prasad Aryal. An 11-member executive committee was formed, and it was decided to collect a monthly savings of NPR 10 per member. Gradually, the number of members increased rapidly. After some time, the District Development Committee (DDC) initiated the PEDP program in various Village Development Committees (VDCs). Under this program, our group was officially registered as the 'Chitwan Farmers Community Institution,' replacing the previous name, and we continued our operations under the PEDP program. Over time, the local people’s warmth and enthusiasm for the institution grew significantly, leading to an increase in membership. Dear fellow members, when we started this institution, our monthly savings began at NPR 10. Over time, we increased it to NPR 20, 30, 50, and 100, and today, we have successfully reached a monthly savings of NPR 1,000. Looking back at our journey, we can clearly see that our lives have undergone a significant transformation.": "चितवन जिल्लाको साविक पिठुवा-१, हाल रत्ननगर नगरपालिका-१६ मा बसोबास गर्ने कृषकहरू अप्रत्याशित खर्चका लागि बचत गर्ने, आर्थिक उन्नति हासिल गर्ने र आफ्नो जीवनस्तर सुधार गर्ने उद्देश्यले भेला भए। उनीहरूको व्यापक दृष्टिकोण रत्ननगर, कालिका, र खैरहनी नगरपालिकाहरूलाई आत्मनिर्भर र समृद्ध बनाउने थियो। यसै लक्ष्यलाई ध्यानमा राखी, वि.सं. २०५५ साल भाद्र १० गते ‘श्री भद्रकाली कृषक समूह’ को नामाकरण गरी, तत्कालीन अध्यक्ष विष्णु प्रसाद अर्यालको नेतृत्वमा ११ सदस्यीय कार्य समिति गठन गरियो। मासिक रू. १०/- बचत गर्ने निर्णय गर्दै बैठक प्रारम्भ गरियो। क्रमिक रूपमा सदस्यहरूको संख्या तीव्र रूपमा वृद्धि हुन थाल्यो। केही समयपछि जिल्ला विकास समिति (DDC) अन्तर्गत विभिन्न गाउँ विकास समितिहरूमा PEDP कार्यक्रम सञ्चालन गरियो। सोही कार्यक्रम अन्तर्गत, हाम्रो समूहलाई ‘चितवन कृषक सामुदायिक संस्था’ को नाममा दर्ता गरी संचालन गरियो। समयसँगै, स्थानीय जनताको माया र संस्थामा अभूतपूर्व सहभागिता बढ्दै गयो, जसले सदस्यता वृद्धिमा योगदान गर्‍यो। प्रिय सदस्यहरू, हामीले यो संस्था सुरु गर्दा मासिक बचत रू. १० बाट सुरु गरेका थियौँ। समयक्रमसँगै, यसलाई रू. २०, ३०, ५०, र १०० गर्दै आज मासिक बचत रू. १००० पुर्‍याउन सफल भएका छौँ। हाम्रो विगतलाई फर्केर हेर्दा, हाम्रो जीवनमा ठूलो परिवर्तन आएको स्पष्ट रूपमा देख्न सकिन्छ।",

    "As time passed, our savings amount continued to grow. Realizing the need to secure and safeguard our members' savings, we concluded that transitioning to a cooperative model was necessary. With this decision, the Chitwan Farmers Community Institution underwent its third name change and was renamed Integrated Farmers Savings and Credit Cooperative Institution. On 23rd Bhadra, 2068 B.S., the institution was officially registered as a savings and credit cooperative under registration number 978 at the District Cooperative Division and Training Office. Upon registration, we received one copy of the statute and one copy of the loan policy under the savings and credit cooperative framework. Over time, we have amended these documents as needed through the general assembly to keep them relevant to changing circumstances.": "जाँदा हाम्रो बचत रकम पनि बृद्धि हुदै गयो र हामीले आफ्‌नो सदस्यहरूको बचत रकम सुरक्षित र सुनिश्चित गर्नका लागि पनि सहकारी मार्फत अब जानुपर्दछ भन्ने निश्कर्षका साथ चितवन कृषक सामुदायिक संस्थालाई फेरी तेश्रो पटक नाम परिवर्तन गरि एकिकृत कृषक वचत तथा ऋण सहकारी संस्थाको नामाकरण गरि जिल्ला सहकारी डिभिजन तथा प्रशिक्षण कार्यालयमा मिति २०६८ भाद्र २३ गते दर्ता नं. ९७८ मा आधिकारीक रूपमा बचत तथा ऋण सहकारी संस्था दर्ता गरि बचत तथा ऋण सहकारी संस्था अन्र्तगतको १ प्रति विधान र १ प्रति ऋण नीति प्राप्त गरि हामीले समय सापेक्ष उक्त विधान साथै ऋण नीतिलाई औवश्यक अनुसार"
}
