import React from "react";
import { StyledAboutEkikrit } from "./style";
import NavbarMarquee from "../../components/NavbarMarquee";
import Navbar from "../../components/Nabvar";
import FooterComponent from "../../components/FooterComponent";
import NavbarComponent from "../../components/Nabvar/Navbar";
import { useTranslation } from "react-i18next";

const AboutEkikrit = () => {
    const { t } = useTranslation();
    return (
        <>
            <NavbarComponent />
            <StyledAboutEkikrit>
                <h2>{t("Introduction")}</h2>
                <p>
                    एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडको परिचय एकीकृत
                    कृषक बचत तथा ऋण सहकारी संघ लिमिटेडमा स्वागत छ। हाम्रो सहकारी
                    रत्ननगर, चितवन, नेपालमा स्थित छ र हाम्रो मुख्य उद्देश्य
                    सवारीको अर्थात् मानसिक, सुरक्षित र स्थायी बैंकिंग र
                    गैर-बैंकिंग सेवाहरू प्रदान गर्नु हो। हाम्रो सामुदायिक
                    विकासका लागि माइक्रोफाइनान्स र अन्य सेवाहरूको माध्यमबाट
                    सदस्यहरूको संयुक्त विकासको लागि हो। हाम्रो संगठन
                    अन्तर्राष्ट्रिय सहकारी आन्दोलनका मान्यता, मूल्यहरू र
                    सिद्धान्तहरूको पालना गर्दछ र नेपाल सरकारको सहकारी अधिनियमका
                    नियम, तत्त्व र विधि–विधानलाई पक्षपाती रूपमा अनुसरण गर्दछ।
                    एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडलाई पंजीकरण नम्बर
                    ९७८/०६८/०६९ को सहकारी अधिनियम अन्तर्गत पंजीकृत गरिएको छ।
                    हाम्रो संगठन रत्ननगर, चितवनको मात्रै मुख्य कार्यालयबाट
                    संचालन गरिएको छ, जुन एकाग्रता र दक्षताको लागि तयार छ। एकीकृत
                    कृषक बचत तथा ऋण सहकारी संघ लिमिटेडमा सदस्यहरूको विविध
                    जनश्रेणीका ४८७ जनाको पूर्ण संख्या छ। हाम्रो संगठन ११
                    कर्मचारीहरूद्वारा व्यवस्थित गरिएको छ, जसमा ७ पुरुष र ४ महिला
                    हुन्छन्, जुन सदस्यहरूलाई उत्कृष्टता साथै परिषेबद्धतामा सेवा
                    गर्ने कर्मचारीहरूसँग गर्दछ। हाम्रो प्रतिष्ठित सीईओ, श्री
                    विष्णु प्रसाद आर्यालको नेतृत्वमा हाम्रो संगठन अनुभवी,
                    समर्पित र दृष्टिबद्ध प्रबन्धन बोर्ड, प्रबन्धन, उप–समितिहरू,
                    लेखा पर्यवेक्षण समिति र योग्य कर्मचारीहरूद्वारा चलाइएको छ।
                    निरंतर सुधार र नवाइकरणको लागि हाम्रो संघ इन्टरनेट बैंकिङ
                    सेवाहरू भविष्यमा ल्याउने योजना गरेको छ। तपाईंको सुविधा र
                    सहजताका लागि, हाम्रो कार्यालयको समय शनिवारबाट शुक्रवारसम्म
                    १०:०० बजे बाट ५:०० बजेसम्म र, शुक्रवारमा १०:०० बजे बाट ३:००
                    बजेसम्म हुन्छ। कुनै प्रश्न वा सहायता आवश्यक भएमा कृपया
                    हामीलाई ९७४५३५६३१० नम्बरमा सम्पर्क गर्नुहोस् वा इमेलमा
                    ekikritkrishakekikritkrishak@gmail.com मा सम्पर्क गर्नुहोस्।
                    एकीकृत कृषक बचत तथा ऋण सहकारी संघ लिमिटेडलाई तपाईंको आर्थिक
                    साथीको रूपमा छनोट गर्नुको लागि धन्यवाद। हामी तपाईंलाई सेवा
                    गर्न र तपाईंको आर्थिक कल्याण र समुदाय विकासमा सहयोग गर्न
                    तत्पर छौं।
                </p>
            </StyledAboutEkikrit>
            {/* <NavbarMarquee /> */}

            <FooterComponent />
        </>
    );
};

export default AboutEkikrit;
